Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/F27B.tmx
Source language: en_us
Languages: zh_cn

source: Your Health Rests On These 4 Things
zh_cn: 健康的四大要素

source: You might think a cardiologist would spend his time with patients discussing technical things with complicated medical words.
zh_cn: 你可能认为心脏病专家有时间就和病人讨论技术问题，净用些复杂的医学单词。

source: But in reality, I spend most of my time talking about the four legs of a table: the table of health.
zh_cn: 但在现实中，我将自己的大部分时间用来谈论桌子的四条腿：健康之桌。

source: I explain that their health is like a table.
zh_cn: 我解释说，人的健康就像一张桌子。

source: And just like a sturdy table, it has four equal and strong legs.
zh_cn: 而每一张坚固的桌子都有四条长短一致而结实的腿。

source: If one is shorter or longer, the table wobbles, and eventually breaks.
zh_cn: 如果一条腿更短或更长，桌子就会摇晃，最终四分五裂。

source: Here are the four "legs" that keep our health steady:
zh_cn: 以下就是保持我们健康稳定的这四条“腿”：

source: Diet.
zh_cn: 1.饮食

source: My main piece of advice on food is to be mindful of it.
zh_cn: 我对食品的主要建议是时时关注它。

source: Think.
zh_cn: 思考。

source: Getting heart patients to think about food is the first step.
zh_cn: 让心脏病人想到食物是第一步。

source: Recently, while I was examining the belly of an obese man, I asked "What is this?"
zh_cn: 最近，当我检查一个大腹便便的人时，我问“这是什么？”

source: I meant his huge abdomen.
zh_cn: 我指的是他的大肚子。

source: The wife said, "It's cheese and crackers."
zh_cn: 他妻子说，“这是奶酪和饼干。”

source: Okay, I thought, that's progress.
zh_cn: 好吧，我想，这就是进步。

source: We talked about reducing empty calories; we discussed comfort eating.
zh_cn: 我们讨论了减少空热量；我们讨论了舒适饮食。

source: I asked him to think about cutting back on junk food.
zh_cn: 我让他考虑一下少吃点垃圾食品。

source: The next visit, he had lost weight.
zh_cn: 下一次见面时，他已经减了重量。

source: "I shouldn't have been eating that much junk food," he said.
zh_cn: “我原本不该吃那么多垃圾食品，”他说。

source: When you start thinking about what you're eating, healthier choices start to become normal.
zh_cn: 只要你开始思考你要吃什么，自然而然就会选择更健康的饮食。

source: When you cut back on salt, for instance, it's not long before salty restaurant meals, which you once enjoyed, don't taste good to you anymore.
zh_cn: 例如，当你减少盐的用量时，你很快就会感到自己曾经非常喜欢餐馆的咸饭菜再也不对你的口味了。

source: It's the same with sweetness and portion size.
zh_cn: 甜饭食和份量也是如此。

source: Exercise.
zh_cn: 2.锻炼

source: Study after study has demonstrated the benefits of regular exercise.
zh_cn: 反复的研究已经表明经常运动的好处。

source: Note that that I used the term "exercise"—not physical activity.
zh_cn: 注意，我使用术语“锻炼”这个词指的是体力活动。

source: Exercise is a sustained activity that makes you breathe hard and sweat.
zh_cn: 锻炼是一项持续的活动，让你呼吸困难并出汗。

source: I've started writing EXERCISE on my whiteboard in the exam room or on a prescription pad.
zh_cn: 我开始在检查室的白板上或处方上写“锻炼”。

source: I tell my patients they need to consider exercise like a drug; take it every day.
zh_cn: 我告诉我的病人，他们需要把锻炼当成药物一样对待；每天进行锻炼。

source: As a lifelong exerciser and bike racer, I have learned some tricks about exercise.
zh_cn: 作为一个终身锻炼者和自行车赛车手，我学会了许多运动技巧。

source: One is to choose exercise that you'll stick with.
zh_cn: 一个是选择你能坚持下去的运动。

source: Most middle-aged or older people aren't going to sustain a Boot-camp-like regimen.
zh_cn: 大多数中年或老年人不会长久坚持训练营般的养生法。

source: Another thing I prescribe is to carve out a protected time in your day for exercise.
zh_cn: 我开的另一个处方是每天挤出一段不得占用的时间，专门用于你的锻炼。

source: That means exercise is not extra, say, if I have enough time, but rather, it is my time for health.
zh_cn: 这意味着锻炼不是多余的，不是说，如果我有足够的时间就锻炼，而是我为健康专留的时间。

source: Sleep.
zh_cn: 3.睡眠

source: When I ask my healthy patients how they sleep, they all tell me they maintain good sleep patterns.
zh_cn: 当我问那些痊愈的病人睡眠如何时，他们都告诉我他们一直保持良好的睡眠模式。

source: Pattern being the key word.
zh_cn: 模式是关键词。

source: Good sleepers keep a schedule.
zh_cn: 睡眠良好的人都会坚持自己的时间表。

source: They plan.
zh_cn: 他们制定计划。

source: They go to bed at a set time and they don't have media screens in the bedroom.
zh_cn: 他们在固定时间上床睡觉，卧室里没有媒体屏幕。

source: Good sleepers consider sleep as a daily prescription for health.
zh_cn: 睡眠良好的人认为睡眠是每天的健康处方。

source: A great deal of research lately has tied sleep disorders, especially obstructive sleep apnea, to many common diseases, such as high blood pressure, depression and heart disease.
zh_cn: 近期，大量的研究将睡眠障碍，尤其是阻塞性睡眠呼吸暂停与许多常见疾病，如高血压、抑郁症和心脏病等联系在一起。

source: More and more, before recommending cardiac procedures, I screen and refer patients for sleep disorders.
zh_cn: 越来越多的情况下，我总是先检查并查阅患者的睡眠障碍问题，然后才会建议是否进行心脏手术。

source: Attitude.
zh_cn: 4.态度

source: Recently, a patient with a heart rhythm problem told me during his yearly checkup that his symptoms were gone.
zh_cn: 最近，一位有心律问题的病人告诉我在他的年度体检中，他的症状都消失了。

source: When I asked him what he had been doing differently, he said, "I decided to change my attitude."
zh_cn: 于是，我问他的做法与前有什么不同，他说，“我决定要改变我的态度。

source: I asked him what he meant.
zh_cn: “我问他什么意思。

source: "I changed how I approach stress.
zh_cn: “我改变了自己对待压力的态度。

source: I decided that being angry and worried was killing me.
zh_cn: 我认为生气和担心会毁了我。

source: I cut back on my work; I took time for exercise and I forced myself to see more of the positive in things.
zh_cn: 我减少了自己的工作；我抽出时间进行锻炼，我强迫自己更多注意事物的积极一面。

source: It took about a month and my heart problem resolved itself."
zh_cn: 过了大约一个月，我的心脏毛病就自行消失了。

source: Could it be that every angry blow-out is like putting another jellybean in the jar?
zh_cn: “每次生气爆发就如同向罐子里再放一块豆形软糖，不是吗？

source: Eventually the jar overflows.
zh_cn: 最终罐子就会承不下溢出。

source: I don't mean to suggest achieving mental health and happiness is easy.
zh_cn: 我并不是说实现心理健康和幸福易如反掌。

source: But I am suggesting the brain-heart connection is important.
zh_cn: 但我认为脑-心联系非常重要。

source: We aren't just treating a physical heart; we are treating a human heart.
zh_cn: 我们不能只治疗器质性心脏，我们还要关注治疗人的心境。

source: Although drugs and devices dominate the field of cardiology, I'd put generosity, kindness, grace, and love high up on the list of heart-healthy treatments.
zh_cn: 虽然药品和设备主宰心脏病学领域，但我还是把宽宏、善良、仁慈和爱置于有益心脏健康治疗方法的前列。

source: Notice one common thread with each of these legs of the health table: Each of them require an action plan.
zh_cn: 注意这个健康之桌每条腿之间形成一个生命共同体：每条腿都需要一个行动计划。

source: Humans lucky enough to live in wealthy nations have easy access to an abundance of rich food, convenient transportation, and incessant distraction.
zh_cn: 那些有幸生活在富裕国家中的人们可以很容易得到丰富的食物，便利的交通，同时还有无尽的纷扰。

source: We must have a plan to overcome these luxuries.
zh_cn: 我们必须制定计划来克服这些奢侈品。

source: Health, like the construction of a sturdy table, requires an action plan.
zh_cn: 健康，就像打造一张坚固的桌子，需要一个行动计划。
